Repository: mediaatelier/GrandTotal-Plugins
Catalog: Time Importer/MyHours.grandtotalplugin/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl

# Info for Plugin
source: This plugin imports time entries from My Hours. You need an API Key which can be found in your My Hours account under Settings → Integrations → API Keys. Make sure to set an hourly rate in GrandTotal/Preferences/Work time.
de: Dieses Plugin importiert Zeiteinträge aus My Hours. Sie benötigen einen API-Schlüssel, den Sie in Ihrem My Hours-Konto unter Einstellungen → Integrationen → API-Schlüssel finden. Stellen Sie sicher, dass Sie einen Stundensatz in GrandTotal/Einstellungen/Arbeitszeit festlegen.
es: Este plugin importa entradas de tiempo de My Hours. Necesitas una clave API que puedes encontrar en tu cuenta de My Hours en Configuración → Integraciones → Claves API. Asegúrate de establecer una tarifa por hora en GrandTotal/Preferencias/Tiempo de trabajo.
fr: Ce plugin importe les entrées de temps de My Hours. Vous avez besoin d'une clé API que vous pouvez trouver dans votre compte My Hours sous Paramètres → Intégrations → Clés API. Assurez-vous de définir un taux horaire dans GrandTotal/Préférences/Temps de travail.
it: Questo plugin importa le voci di tempo da My Hours. È necessaria una chiave API che può essere trovata nel tuo account My Hours in Impostazioni → Integrazioni → Chiavi API. Assicurati di impostare una tariffa oraria in GrandTotal/Preferenze/Tempo di lavoro.
nl: Deze plugin importeert tijdregistraties uit My Hours. U heeft een API-sleutel nodig die u kunt vinden in uw My Hours-account onder Instellingen → Integraties → API-sleutels. Zorg ervoor dat u een uurtarief instelt in GrandTotal/Voorkeuren/Werktijd.

source: Enter your My Hours API Key to import time entries. You can find the API Key in your My Hours account under Settings → Integrations → API Keys.
de: Geben Sie Ihren My Hours API-Schlüssel ein, um Zeiteinträge zu importieren. Sie finden den API-Schlüssel in Ihrem My Hours-Konto unter Einstellungen → Integrationen → API-Schlüssel.
es: Ingresa tu clave API de My Hours para importar entradas de tiempo. Puedes encontrar la clave API en tu cuenta de My Hours en Configuración → Integraciones → Claves API.
fr: Entrez votre clé API My Hours pour importer les entrées de temps. Vous pouvez trouver la clé API dans votre compte My Hours sous Paramètres → Intégrations → Clés API.
it: Inserisci la tua chiave API My Hours per importare le voci di tempo. Puoi trovare la chiave API nel tuo account My Hours in Impostazioni → Integrazioni → Chiavi API.
nl: Voer uw My Hours API-sleutel in om tijdregistraties te importeren. U kunt de API-sleutel vinden in uw My Hours-account onder Instellingen → Integraties → API-sleutels.

source: More about My Hours
de: Mehr über My Hours
es: Más sobre My Hours
fr: En savoir plus sur My Hours
it: Maggiori informazioni su My Hours
nl: Meer over My Hours

source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API
it: Chiave API
nl: API-sleutel

# API Key required
source: Please enter your My Hours API Key in the plugin settings
de: Bitte geben Sie Ihren My Hours API-Schlüssel in den Plugin-Einstellungen ein
es: Por favor ingresa tu clave API de My Hours en la configuración del plugin
fr: Veuillez entrer votre clé API My Hours dans les paramètres du plugin
it: Inserisci la tua chiave API My Hours nelle impostazioni del plugin
nl: Voer uw My Hours API-sleutel in bij de plugin-instellingen

source: Round to
de: Runden auf
es: Redondear a
fr: Arrondir à
it: Arrotonda a
nl: Afronden op

source: Minutes
de: Minuten
es: Minutos
it: Minuti
nl: Minuten

# Set rate
source: Please set an hourly rate in GrandTotal/Preferences/Work time
de: Bitte legen Sie einen Stundensatz in GrandTotal/Einstellungen/Arbeitszeit fest
es: Por favor establece una tarifa por hora en GrandTotal/Preferencias/Tiempo de trabajo
fr: Veuillez définir un taux horaire dans GrandTotal/Préférences/Temps de travail
it: Imposta una tariffa oraria in GrandTotal/Preferenze/Tempo di lavoro
nl: Stel een uurtarief in bij GrandTotal/Voorkeuren/Werktijd

# Error loading user
source: Error loading user information from My Hours. Please check your API Key.
de: Fehler beim Laden der Benutzerinformationen von My Hours. Bitte überprüfen Sie Ihren API-Schlüssel.
es: Error al cargar la información del usuario de My Hours. Verifica tu clave API.
fr: Erreur lors du chargement des informations utilisateur de My Hours. Veuillez vérifier votre clé API.
it: Errore nel caricamento delle informazioni utente da My Hours. Verifica la tua chiave API.
nl: Fout bij laden van gebruikersinformatie uit My Hours. Controleer uw API-sleutel.

# Error loading projects
source: Error loading projects from My Hours. Please check your API Key.
de: Fehler beim Laden der Projekte von My Hours. Bitte überprüfen Sie Ihren API-Schlüssel.
es: Error al cargar proyectos de My Hours. Verifica tu clave API.
fr: Erreur lors du chargement des projets de My Hours. Veuillez vérifier votre clé API.
it: Errore nel caricamento dei progetti da My Hours. Verifica la tua chiave API.
nl: Fout bij laden van projecten uit My Hours. Controleer uw API-sleutel.

# Error loading time logs
source: Error loading time entries from My Hours. Please check your API Key.
de: Fehler beim Laden der Zeiteinträge von My Hours. Bitte überprüfen Sie Ihren API-Schlüssel.
es: Error al cargar entradas de tiempo de My Hours. Verifica tu clave API.
fr: Erreur lors du chargement des entrées de temps de My Hours. Veuillez vérifier votre clé API.
it: Errore nel caricamento delle voci di tempo da My Hours. Verifica la tua chiave API.
nl: Fout bij laden van tijdregistraties uit My Hours. Controleer uw API-sleutel.

# No time entries found
source: No time entries found in My Hours
de: Keine Zeiteinträge in My Hours gefunden
es: No se encontraron entradas de tiempo en My Hours
fr: Aucune entrée de temps trouvée dans My Hours
it: Nessuna voce di tempo trovata in My Hours
nl: Geen tijdregistraties gevonden in My Hours
