Repository: mediaatelier/GrandTotal-Plugins
Catalog: Time Importer/Jibble.grandtotalplugin/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl

# Info for Plugin
source: This plugin imports time entries from Jibble. You need API credentials which can be generated in your Jibble account under Organization Settings → API Keys. Make sure to set an hourly rate in GrandTotal/Preferences/Work time.
de: Dieses Plugin importiert Zeiteinträge aus Jibble. Sie benötigen API-Anmeldedaten, die Sie in Ihrem Jibble-Konto unter Organisationseinstellungen → API-Schlüssel generieren können. Stellen Sie sicher, dass Sie einen Stundensatz in GrandTotal/Einstellungen/Arbeitszeit festlegen.
es: Este plugin importa entradas de tiempo de Jibble. Necesitas credenciales API que puedes generar en tu cuenta de Jibble en Configuración de la organización → Claves API. Asegúrate de establecer una tarifa por hora en GrandTotal/Preferencias/Tiempo de trabajo.
fr: Ce plugin importe les entrées de temps de Jibble. Vous avez besoin d'identifiants API que vous pouvez générer dans votre compte Jibble sous Paramètres de l'organisation → Clés API. Assurez-vous de définir un taux horaire dans GrandTotal/Préférences/Temps de travail.
it: Questo plugin importa le voci di tempo da Jibble. Sono necessarie le credenziali API che possono essere generate nel tuo account Jibble in Impostazioni organizzazione → Chiavi API. Assicurati di impostare una tariffa oraria in GrandTotal/Preferenze/Tempo di lavoro.
nl: Deze plugin importeert tijdregistraties uit Jibble. U heeft API-referenties nodig die u kunt genereren in uw Jibble-account onder Organisatie-instellingen → API-sleutels. Zorg ervoor dat u een uurtarief instelt in GrandTotal/Voorkeuren/Werktijd.

source: Enter your Jibble Client ID and Client Secret to import time entries. You can generate API credentials in your Jibble account under Organization Settings → API Keys.
de: Geben Sie Ihre Jibble Client-ID und Client-Secret ein, um Zeiteinträge zu importieren. Sie können API-Anmeldedaten in Ihrem Jibble-Konto unter Organisationseinstellungen → API-Schlüssel generieren.
es: Ingresa tu ID de cliente y secreto de cliente de Jibble para importar entradas de tiempo. Puedes generar credenciales API en tu cuenta de Jibble en Configuración de la organización → Claves API.
fr: Entrez votre ID client et votre secret client Jibble pour importer les entrées de temps. Vous pouvez générer des identifiants API dans votre compte Jibble sous Paramètres de l'organisation → Clés API.
it: Inserisci il tuo ID client e il segreto client Jibble per importare le voci di tempo. Puoi generare le credenziali API nel tuo account Jibble in Impostazioni organizzazione → Chiavi API.
nl: Voer uw Jibble Client-ID en Client-Secret in om tijdregistraties te importeren. U kunt API-referenties genereren in uw Jibble-account onder Organisatie-instellingen → API-sleutels.

source: More about Jibble
de: Mehr über Jibble
es: Más sobre Jibble
fr: En savoir plus sur Jibble
it: Maggiori informazioni su Jibble
nl: Meer over Jibble

source: Client ID
es: ID de cliente
fr: ID client
it: ID client

source: Client Secret
es: Secreto de cliente
fr: Secret client
it: Segreto client

source: Get from Organization Settings → API Keys
de: Unter Organisationseinstellungen → API-Schlüssel abrufen
es: Obtener de Configuración de la organización → Claves API
fr: Obtenir depuis Paramètres de l'organisation → Clés API
it: Ottieni da Impostazioni organizzazione → Chiavi API
nl: Verkrijg via Organisatie-instellingen → API-sleutels

# Client ID required
source: Please enter your Jibble Client ID in the plugin settings
de: Bitte geben Sie Ihre Jibble Client-ID in den Plugin-Einstellungen ein
es: Por favor ingresa tu ID de cliente de Jibble en la configuración del plugin
fr: Veuillez entrer votre ID client Jibble dans les paramètres du plugin
it: Inserisci il tuo ID client Jibble nelle impostazioni del plugin
nl: Voer uw Jibble Client-ID in bij de plugin-instellingen

# Client Secret required
source: Please enter your Jibble Client Secret in the plugin settings
de: Bitte geben Sie Ihr Jibble Client-Secret in den Plugin-Einstellungen ein
es: Por favor ingresa tu secreto de cliente de Jibble en la configuración del plugin
fr: Veuillez entrer votre secret client Jibble dans les paramètres du plugin
it: Inserisci il tuo segreto client Jibble nelle impostazioni del plugin
nl: Voer uw Jibble Client-Secret in bij de plugin-instellingen

source: Round to
de: Runden auf
es: Redondear a
fr: Arrondir à
it: Arrotonda a
nl: Afronden op

source: Minutes
de: Minuten
es: Minutos
it: Minuti
nl: Minuten

# Set rate
source: Please set an hourly rate in GrandTotal/Preferences/Work time
de: Bitte legen Sie einen Stundensatz in GrandTotal/Einstellungen/Arbeitszeit fest
es: Por favor establece una tarifa por hora en GrandTotal/Preferencias/Tiempo de trabajo
fr: Veuillez définir un taux horaire dans GrandTotal/Préférences/Temps de travail
it: Imposta una tariffa oraria in GrandTotal/Preferenze/Tempo di lavoro
nl: Stel een uurtarief in bij GrandTotal/Voorkeuren/Werktijd

# Authentication failed
source: Authentication failed. Please check your Client ID and Client Secret.
de: Authentifizierung fehlgeschlagen. Bitte überprüfen Sie Ihre Client-ID und Client-Secret.
es: Autenticación fallida. Verifica tu ID de cliente y secreto de cliente.
fr: Échec de l'authentification. Veuillez vérifier votre ID client et votre secret client.
it: Autenticazione fallita. Verifica il tuo ID client e il segreto client.
nl: Authenticatie mislukt. Controleer uw Client-ID en Client-Secret.

# Error loading time entries
source: Error loading time entries from Jibble. Please check your credentials.
de: Fehler beim Laden der Zeiteinträge von Jibble. Bitte überprüfen Sie Ihre Anmeldedaten.
es: Error al cargar entradas de tiempo de Jibble. Verifica tus credenciales.
fr: Erreur lors du chargement des entrées de temps de Jibble. Veuillez vérifier vos identifiants.
it: Errore nel caricamento delle voci di tempo da Jibble. Verifica le tue credenziali.
nl: Fout bij laden van tijdregistraties uit Jibble. Controleer uw referenties.

# No time entries found
source: No time entries found in Jibble
de: Keine Zeiteinträge in Jibble gefunden
es: No se encontraron entradas de tiempo en Jibble
fr: Aucune entrée de temps trouvée dans Jibble
it: Nessuna voce di tempo trovata in Jibble
nl: Geen tijdregistraties gevonden in Jibble
