Repository: mediaatelier/GrandTotal-Plugins
Catalog: Time Importer/TimeBuzzer.grandtotalplugin/*.lproj/Localizable.strings
Languages: de

# Info for Plugin
source: This plugin imports time entries from timeBuzzer. You need an API Key which can be found in your timeBuzzer account under Settings â†’ API. Make sure to set an hourly rate in GrandTotal/Preferences/Work time.
de: Dieses Plugin importiert Zeiteinträge aus timeBuzzer. Sie benötigen einen API-Schlüssel, den Sie in Ihrem timeBuzzer-Konto unter Einstellungen → API finden. Stellen Sie sicher, dass Sie einen Stundensatz in GrandTotal/Einstellungen/Arbeitszeit festlegen.

source: More about timeBuzzer
de: Mehr über timeBuzzer

source: API Key
de: API-Schlüssel

# API Key required
source: Please enter your timeBuzzer API Key in the plugin settings
de: Bitte geben Sie Ihren timeBuzzer API-Schlüssel in den Plugin-Einstellungen ein

source: Round to
de: Runden auf

source: Minutes
de: Minuten

# Set rate
source: Please set an hourly rate in GrandTotal/Preferences/Work time
de: Bitte legen Sie einen Stundensatz in GrandTotal/Einstellungen/Arbeitszeit fest

# Error loading account
source: Error loading account information from timeBuzzer. Please check your API Key.
de: Fehler beim Laden der Kontoinformationen von timeBuzzer. Bitte überprüfen Sie Ihren API-Schlüssel.

# Error loading tiles
source: Error loading projects and clients from timeBuzzer. Please check your API Key.
de: Fehler beim Laden der Projekte und Kunden von timeBuzzer. Bitte überprüfen Sie Ihren API-Schlüssel.

# Error loading activities
source: Error loading time entries from timeBuzzer. Please check your API Key.
de: Fehler beim Laden der Zeiteinträge von timeBuzzer. Bitte überprüfen Sie Ihren API-Schlüssel.

# No activities found
source: No time entries found in timeBuzzer
de: Keine Zeiteinträge in timeBuzzer gefunden
